Repository: MAlkhrisat-Bae/BAE_Survey
Catalog: survey_page.aspx.*.resx
Languages: ar

# Button1Resource1.Text
source: Submit
ar: تنفيذ

# Direction
source: ltr
ar: rtl

# Label10Resource1.Text
source: We are delighted to hear that we have met your expectations, please tell us what we did right?
ar: نحن مسرورين لأننا حققنا توقعاتك، يرجى اعلامنا عن الأمور الإيجابية التي فعلناها؟

# Label11Resource1.Text
source: We are sorry to hear that you would not recommend us to your family and friends. Please tell us what we can improve to meet your expectations?
ar: نحن نأسف لمعرفة انك لن تنصح بنا لعائلتك وأصدقائك، أخبرنا ماذا يمكن أن نفعل لتحسين الخدمة لنحقق توقعاتك؟

# Label12Resource1.Text
source: Please rate your overall experience at Bank al Etihad on a scale from very good to very poor:
ar: الرجاء تقييم تجربتك في بنك الإتحاد، بشكل عام، على مقياس من جيد جداً الى ضعيف جداً

# Label13Resource1.Text
source: Very Poor
ar: ضعيف جداً

# Label14Resource1.Text
source: Neither Good nor Poor
ar: ليس جيدا ولا ضعيفاً

# Label15Resource1.Text
source: Very Good
ar: جيد جداً

# Label16Resource1.Text
source: Would you like us to contact you?
ar: هل تريد أن نتواصل معك؟

# Label17Resource1.Text
source: Please insert your preferred call back medium:
ar: يرجى ادخال وسيلة الإتصال المرغوب بها

# Label18Resource1.Text
source: Mobile number:
ar: رقم الهاتف الخلوي:

# Label19Resource1.Text
source: OR
ar: أو

# Label1Resource1.Text
source: Etihad Customer Feedback
ar: استبيان رضى عملاء بنك الاتحاد

# Label20Resource1.Text
source: E-mail address:
ar: البريد الإلكتروني:

# Label22Resource1.Text
source: How have you dealt with Bank al Etihad:
ar: بأي من الطرق تعاملت مع بنك الإتحاد:

# Label27.text
source: Are you an existing customer?
ar: هل أنت عميل لدى بنك الاتحاد؟

# Label2Resource1.Text
source: Please submit your satisfaction responses. This survey is designed to allow Bank al Etihad to monitor and improve your overall customer experience.
ar: يرجى التكرم بالإجابة على هذا الاستبيان المصمم خصيصاً لتعزيز مستوى رضى العملاء و تطوير تجربة عملاء بنك الاتحاد.

# Label2Resource12.Text
source: Please State:
ar: الرجاء ذكر ذلك:

# Label3Resource1.Text
source: Customer Name:
ar: اسم العميل:

# Label4Resource1.Text
source: Mobile number registered at Bank al Etihad:
ar: رقم الهاتف الخلوي المسجل في بنك الإتحاد:

# Label5Resource1.Text
source: Please state how likely you are to recommend Bank al Etihad to your family/friends?
ar: بناءاً على تجربتك في بنك الإتحاد، ما مدى احتمالية تقديم النصيحة لأقربائك و أصدقائك للتعامل مع بنك الإتحاد؟

# Label6Resource1.Text
source: Not at all likely
ar: غير محتمل على الاطلاق

# Label7Resource1.Text
source: Neutral
ar: محايد

# Label8Resource1.Text
source: Extremely likely
ar: محتمل للغاية

# LBcontact_time.text
source: When do you prefer to be contacted?
ar: في اي وقت تفضل ان نتصل بك؟

# ListItemResource3.Text
source: Branch
ar: الفروع

# ListItemResource4.Text
source: Call Center
ar: مركز الإتصال للخدمات الهاتفية

# ListItemResource5.Text
source: Affluent Center
ar: مركز عملاء النخبة

# ListItemResource6.Text
source: Direct Sales Team
ar: فريق البيع المباشر

# ListItemResource7.Text
source: Etihad Ultimate Rewards
ar: برنامج مكافآت بنك الاتحاد

# Rno.text
source: NO
ar: لا

# Ryes.text
source: Yes
ar: نعم

# R_evening.text
source: Evening
ar: مساءاً

# R_morning.text
source: Morning
ar: صباحاً

# R_NoResource1.Text
source: No
ar: لا

# R_YesResource1.Text
source: Yes
ar: نعم

# Label2branch.text
source: Which branch did you deal with?
ar: الرجاء ادخال اسم الفرع؟

# Easy.Text
source: How easy was it to get the service you wanted during your last interaction?
ar: ما مدى سهولة الحصول على الخدمة المطلوبة خلال آخر تعامل لك مع بنك الاتحاد ؟

# Email_Lb.Text
source: Email Address:
ar: البريد الإلكتروني :

# Mobile_Lb.Text
source: Mobile Number:
ar: رقم الهاتف الخلوي:

# Overall.Text
source: 1- Your overall experience at Bank al Etihad
ar: 1- تجربك العامة في بنك الاتحاد

# Quality.Text
source: 3- The quality of service at Bank al Etihad
ar: 3- جودة الخدمة المقدمة

# Scale.Text
source: On scale from very good (5) to very poor (1), please rate your satisfaction regarding:
ar: الرجاء تقييم مدى رضائك من المعايير التالية, على مقياس من جيد جداً الى ضعيف جداَ:

# Speed.Text
source: 2- The speed of service at Bank al Etihad
ar: 2- سرعة الخدمة المقدمة

# V_Difficult.Text
source: Very Difficult
ar: صعب جداً

# V_Easy.Text
source: Very Easy
ar: سهل جداَ

# V_good.Text
source: Very Good
ar: جيد جداً

# V_Poor.Text
source: Very Poor
ar: ضعيف جداَ
